xml/request_templates/danskedyr_aborre.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
       <ns1:originalData>
          <os:collection>
            <os:resultPosition>1</os:resultPosition>
            <os:numberOfObjects>1</os:numberOfObjects>
            <os:object>
              <dkabm:record>
                <ac:identifier>8112|150033</ac:identifier>
                <dc:identifier xsi:type="dcterms:URI">http://bibliotek.danske-dyr.dk/Sv%C3%A6r/dyr/Aborre/</dc:identifier>
                <ac:source>Danske Dyr</ac:source>
                <dc:title>Aborre</dc:title>
                <dc:title xsi:type="dkdcplus:full">Aborre</dc:title>
                <dcterms:alternative>Aborren</dcterms:alternative>
                <dc:creator xsi:type="dkdcplus:com">danske-dyr.dk</dc:creator>
                <dc:creator xsi:type="oss:sort">danske-dyr.dk</dc:creator>
                <dc:subject>Dyr</dc:subject>
                <dc:subject>Hvirveldyr</dc:subject>
                <dc:subject>Benfisk</dc:subject>
                <dc:subject>Pigfinnefisk</dc:subject>
                <dc:subject>Aborrer</dc:subject>
                <dc:subject>Zoologi</dc:subject>
                <dc:subject>Biologi</dc:subject>
                <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
                <dcterms:audience>børnematerialer</dcterms:audience>
                <dc:publisher>ConDidact A/S</dc:publisher>
                <dc:date>2009</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Artikel</dc:type>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
                <dc:rights>Copyright © 2012 ConDidact A/S</dc:rights>
              </dkabm:record>
              <os:identifier>150033:8112</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
              <os:formatsAvailable>
                <os:format>dkabm</os:format>
              </os:formatsAvailable>
            </os:object>
          </os:collection>
        </ns1:originalData>
       <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
